---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RasterSymbolFilename
source: html/6b5e472b-64ce-b826-d848-2d7d6e0a2461.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RasterSymbolFilename Property

"Loaded from file"

## Syntax (C#)
```csharp
public static ForgeTypeId RasterSymbolFilename { get; }
```